[
  "table-editor-obsidian",
  "calendar",
  "code-block-copy",
  "obsidian-git",
  "quick-latex",
  "mermaid-tools",
  "periodic-notes",
  "templater-obsidian",
  "obsidian-contextual-typography",
  "obsidian-code-block-enhancer",
  "terminal",
  "obsidian-tasks-plugin",
  "obsidian-latex-suite",
  "nldates-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "omnisearch",
  "obsidian-style-settings",
  "obsidian-spaced-repetition",
  "obsidian-smart-typography",
  "homepage",
  "recent-files-obsidian",
  "obsidian-completr",
  "url-into-selection",
  "obsidian-text-format",
  "tag-wrangler",
  "settings-search",
  "obsidian-minimal-settings",
  "image-captions",
  "home-tab",
  "cmenu-plugin",
  "obsidian-banners",
  "obsidian-annotator"
]