[
  "table-editor-obsidian",
  "obsidian-kanban",
  "calendar",
  "obsidian-admonition",
  "obsidian-reminder-plugin",
  "code-block-copy",
  "obsidian-git",
  "quick-latex",
  "mermaid-tools",
  "periodic-notes",
  "obsidian-columns",
  "templater-obsidian",
  "obsidian-toggl-integration",
  "obsidian-contextual-typography",
  "metaedit",
  "obsidian-code-block-enhancer",
  "obsidian-html-tags-autocomplete",
  "terminal",
  "obsidian-tasks-plugin",
  "obsidian-latex-suite",
  "nldates-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "execute-code",
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "omnisearch",
  "obsidian-advanced-slides",
  "obsidian-style-settings",
  "obsidian-spaced-repetition",
  "obsidian-smart-typography",
  "homepage",
  "recent-files-obsidian",
  "obsidian-completr",
  "url-into-selection",
  "obsidian-text-format",
  "tag-wrangler",
  "settings-search",
  "obsidian-importer"
]