[
  "table-editor-obsidian",
  "obsidian-kanban",
  "calendar",
  "obsidian-admonition",
  "obsidian-reminder-plugin",
  "code-block-copy",
  "obsidian-git",
  "quick-latex",
  "mermaid-tools",
  "periodic-notes",
  "obsidian-columns",
  "quickadd",
  "dataview",
  "templater-obsidian",
  "obsidian-toggl-integration",
  "obsidian-contextual-typography",
  "metaedit",
  "obsidian-code-block-enhancer",
  "obsidian-html-tags-autocomplete",
  "terminal",
  "obsidian-tasks-plugin",
  "obsidian-latex-suite",
  "nldates-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "execute-code",
  "obsidian-excalidraw-plugin",
  "obsidian-minimal-settings",
  "obsidian-icon-folder",
  "omnisearch"
]